Repository: slchahmed-sly/budget_tracking_app_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Add Expense
fr: Ajouter une Dépense

source: New Expense
fr: Nouvelle Dépense

source: Money leaving the account
fr: Argent sortant du compte

source: Purpose
fr: Motif

source: Amount
fr: Montant

source: Comment / Notes
fr: Commentaire / Notes

source: I owe this money (Debt)
fr: Je dois cet argent (Dette)

source: Save Expense
fr: Enregistrer la Dépense

source: Cancel
fr: Annuler

source: Add Income
fr: Ajouter un Revenu

source: New Income
fr: Nouveau Revenu

source: Money coming in
fr: Argent entrant

source: Status
fr: Statut

source: This is a debt (Someone owes me this)
fr: C'est une dette (Quelqu'un me doit ça)

source: Save Income
fr: Enregistrer le Revenu

source: New Recurring Template
fr: Nouveau Modèle Récurrent

source: Define a fixed bill (e.g., Rent, Internet) to copy every month.
fr: Définir une facture fixe (ex: Loyer, Internet) à copier chaque mois.

source: Purpose / Title
fr: Motif / Titre

source: Active (Include in next cycle?)
fr: Actif (Inclure dans le prochain cycle ?)

source: Save Template
fr: Enregistrer le Modèle

source: Add Special
fr: Ajouter Spécial

source: Uncertain Transaction
fr: Transaction Incertaine

source: Track potential income or expenses that are not yet confirmed.
fr: Suivre les revenus ou dépenses potentiels non confirmés.

source: Title / Purpose
fr: Titre / Motif

source: Comment (Optional)
fr: Commentaire (Optionnel)

source: Save Special
fr: Enregistrer Spécial

source: Balance
fr: Solde

source: Daily Allowance
fr: Allocation Journalière

source: Days Left
fr: Jours Restants

source: Income
fr: Revenu

source: No comment provided.
fr: Aucun commentaire fourni.

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: No income recorded yet.
fr: Aucun revenu enregistré.

source: Expenses
fr: Dépenses

source: No expenses yet.
fr: Aucune dépense.

source: Uncertain / Specials
fr: Incertain / Spéciaux

source: Potential Balance
fr: Solde Potentiel

source: Potential Daily
fr: Journalier Potentiel

source: Confirm
fr: Confirmer

source: No uncertain transactions.
fr: Aucune transaction incertaine.

source: Confirm Deletion
fr: Confirmer la Suppression

source: Delete this
fr: Supprimer ce(tte)

source: Are you sure you want to remove
fr: Êtes-vous sûr de vouloir supprimer

source: This cannot be undone.
fr: Cette action est irréversible.

source: Yes, Delete it
fr: Oui, Supprimer

source: Edit Expense
fr: Modifier la Dépense

source: Update details or correct mistakes
fr: Mettre à jour les détails ou corriger les erreurs

source: Update Expense
fr: Mettre à jour la Dépense

source: Delete this transaction
fr: Supprimer cette transaction

source: Edit Income
fr: Modifier le Revenu

source: Update Income
fr: Mettre à jour le Revenu

source: Edit Template
fr: Modifier le Modèle

source: Update this blueprint for future cycles.
fr: Mettre à jour ce plan pour les cycles futurs.

source: Update Template
fr: Mettre à jour le Modèle

source: Delete this template
fr: Supprimer ce modèle

source: Edit Special
fr: Modifier Spécial

source: Edit Special Transaction
fr: Modifier la Transaction Spéciale

source: Update Special
fr: Mettre à jour Spécial

source: Login
fr: Connexion

source: Welcome Back
fr: Bon retour

source: Login to manage your cycle
fr: Connectez-vous pour gérer votre cycle

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Need an account? Sign Up
fr: Besoin d'un compte ? S'inscrire

source: Start a Cycle
fr: Démarrer un Cycle

source: No Active Cycle Found
fr: Aucun Cycle Actif Trouvé

source: To start tracking your finances, you first need to start a
fr: Pour commencer à suivre vos finances, vous devez d'abord démarrer un

source: A Cycle typically represents a month (or any pay period) where you track your income and expenses. Balance and Daily Allowance are calculated based on the days remaining in your cycle.
fr: Un Cycle représente généralement un mois (ou toute période de paie) où vous suivez vos revenus et dépenses. Le Solde et l'Allocation Journalière sont calculés en fonction des jours restants dans votre cycle.

source: Go to Settings to Start Cycle
fr: Aller aux Paramètres pour Démarrer un Cycle

source: Settings & Cycle
fr: Paramètres & Cycle

source: Back to Dashboard
fr: Retour au Tableau de Bord

source: Cycle Manager
fr: Gestionnaire de Cycle

source: Start a new month. This will generate expenses from your active templates.
fr: Commencer un nouveau mois. Cela générera des dépenses à partir de vos modèles actifs.

source: Title
fr: Titre

source: Start Date
fr: Date de Début

source: Currency Symbol that will be used in the cycle
fr: Symbole Monétaire utilisé dans le cycle

source: Start New Cycle
fr: Démarrer Nouveau Cycle

source: Recurring Templates
fr: Modèles Récurrents

source: New Template
fr: Nouveau Modèle

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: No templates yet. Add your Rent or Internet bill!
fr: Pas encore de modèles. Ajoutez votre Loyer ou facture Internet !

source: Sign Up
fr: S'inscrire

source: Create Account
fr: Créer un Compte

source: Join to start tracking your finances
fr: Rejoignez-nous pour suivre vos finances

source: Please fix the errors:
fr: Veuillez corriger les erreurs :

source: Already have an account? Login
fr: Déjà un compte ? Connexion

source: English
fr: Anglais

source: French
fr: Français

source: © 2025 Va8ti. Designed & Built by Souleimane Cheikh ahmed.
fr: © 2025 Va8ti. Conçu & Réalisé par Souleimane Cheikh ahmed.
